{
  "status": "active",
  "sender": "6281241042143@s.whatsapp.net",
  "name": "Rimuru Tempest",
  "animes": [
    {
      "id": 138595,
      "name": {
        "full": "Anos Voldigoad",
        "native": "アノス・ヴォルディゴード"
      },
      "image": {
        "large": "https://s4.anilist.co/file/anilistcdn/character/large/b138595-Z6j0gP9s7avX.png"
      },
      "description": "__Species:__ Mixed Blood (currently), Demon (formerly)\n\nAnos is the reincarnation of the man who was feared as the Demon King of Tyranny 2,000 years ago. He is resolute, stalwart, and invincible. His absolute power instils a veritable self-confidence that is only surpassed by his ego. Because of his overwhelming prowess, Anos possesses an easy going attitude and an unrivalled sense of perseverance when facing any challenge that may come his way.\n\nDespite his title as the Demon King, Anos has a definitive moral compass and generally has a kind and caring outlook. He takes a great interest in the well-being of not only his family, but also his subordinates and followers, and is quick to reward them for their loyalty. He is willing to go through great lengths to assist in their development, in order for them to reach their full potential. Other people may see him as cruel, but his personal creed is not to kill people needlessly. Even if he would never admit it, Anos is very protective of his fellow subordinates and followers.\n\nWhile Anos is not inherently evil, his chaotic and sometimes ruthless methods when dealing with his enemies, earned him his title. While he originally never proclaimed himself as the Demon King, he has openly embraced it as the rest of the world views him as such. Those who oppose him, fear his power, and are threatened by the mere fact that a single man possesses such power. \n\n(Source: Maou Gakuin wiki)",
      "media": {
        "nodes": [
          {
            "title": {
              "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
              "english": "The Misfit of Demon King Academy"
            },
            "type": "MANGA",
            "genres": [
              "Action",
              "Comedy",
              "Fantasy",
              "Romance"
            ],
            "id": 106601
          },
          {
            "title": {
              "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
              "english": "The Misfit of Demon King Academy"
            },
            "type": "MANGA",
            "genres": [
              "Comedy",
              "Fantasy"
            ],
            "id": 106599
          },
          {
            "title": {
              "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
              "english": "The Misfit of Demon King Academy: History’s Strongest Demon King Reincarnates and Goes to School with His Descendants"
            },
            "type": "ANIME",
            "genres": [
              "Action",
              "Comedy",
              "Fantasy"
            ],
            "id": 112301
          },
          {
            "title": {
              "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II",
              "english": "The Misfit of Demon King Academy Ⅱ: History's Strongest Demon King Reincarnates and Goes to School with His Descendants"
            },
            "type": "ANIME",
            "genres": [
              "Action",
              "Fantasy"
            ],
            "id": 130588
          },
          {
            "title": {
              "romaji": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II Part 2",
              "english": null
            },
            "type": "ANIME",
            "genres": [
              "Action",
              "Fantasy"
            ],
            "id": 130590
          }
        ]
      },
      "gender": "Male"
    }
  ]
}